<%@ Page Title="" Language="C#" MasterPageFile="~/master/Site.Master" AutoEventWireup="true"
    CodeBehind="Protocol.aspx.cs" Inherits="drmobile.Protocol" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <!--返回选项-->
    <div class="fhx">
        <a href="Account/Register.aspx">返回</a> <span>联系我们</span>
    </div>
    <%--<!--banner-->
    <div class="banner">
        <img src="img/forever.jpg" />
    </div>--%>
    <!--联系我们-->
    <div class="article">
        <h3>
            注册协议</h3>
        <h3>
            一、声明</h3>
        <div class="art_sp">
            <p>
                Darry Ring网站的各项电子服务的所有权和运作权归香港戴瑞珠宝集团有限公司所有。用户须完全同意所有服务条款并完成注册程序，才能成为Darry Ring网站的正式用户。
            </p>
        </div>
        <h3>
            二、用户注册</h3>
        <div class="art_sp">
            <p>
                1、用户资格：Darry Ring网站用户必须是依据国家法律具有完全民事行为能力的自然人。由于Darry Ring主张对爱情以及婚姻具有行使责任的能力后，方可购买我们的产品，因此，Darry
                Ring产品以及服务不面向18周岁以下人员；</p>
            <p>
                2、资料填写：为确保交易的正常进行，用户必须向Darry Ring网站提供真实、有效的个人资料，如个人资料有任何变动又并未主动更新资料，或者用户提交虚假资料，导致的后果，Darry
                Ring网站不承担相关责任。</p>
            <p>
                3、用户填写注册信息，即视为同意此协议中的内容。</p>
        </div>
        <h3>
            三、购买说明</h3>
        <div class="art_sp">
            <p>
                Darry Ring 严格规定，所有求婚钻戒产品要求购买者提供所在国家的身份ID信息，此信息用于证明其唯一合法公民身份，该信息与Darry Ring 求婚钻戒产品绑定，该信息将加密留存在官网数据库中，仅接受通过官网验证查询并且终生不得修改。Darry
                Ring 要求购买产品时，签署《真爱协议》自愿提交产品受赠方姓名与相关信息，以明确说明购买者将Darry Ring产品赠予谁，此信息接受官网验证查询，并终生不可修改。签署《真爱协议》前，如对购买条款以及约束性内容有异议，用户可保留选择其它品牌产品的权利。</p>
            <p>
                是否购买Darry Ring产品，是否遵守品牌规定，以此一生仅可送出一枚的约束证明真爱，视为自愿行为。</p>
        </div>
        <h3>
            四、用户隐私制度</h3>
        <div class="art_sp">
            <p>
                1、本网站承认、尊重并保护注册用户向本网提供的任何或所有个人信息（包括姓名、电话、邮箱以及通讯地址等）以及注册用户根据中华人民共和国 民事法律规定享有的隐私权。</p>
            <p>
                2、注册用户可以随时通知本网有关注册用户任何信息的变化，如地址、职务、电话号码或电子邮件地址的变更，以帮助本网确保注册 用户个人信息的准确性。本网将致力于保护注册用户的个人信息和隐私权，并尽全力保证这些信息的安全。</p>
            <p>
                3、用户注册所提供的身份证信息，本网站只做留存查询验证使用，不用做任何其他商业途径。</p>
            <p>
                Darry Ring网站留存的用户信息，不会在未经合法用户授权时公开、编辑或透露。其注册资料及保存在Darry Ring网站中的非公开内容,除非有法律许可要求或Darry
                Ring网站在诚信的基础上认为透露这些信息在以下四种情况是必要的：</p>
            <p>
                （1）遵守有关法律规定，遵从Darry Ring网站合法服务程序。</p>
            <p>
                （2）保持维护Darry Ring网站的商标所有权。</p>
            <p>
                （3）在紧急情况下竭力维护用户个人和社会大众的隐私安全。
            </p>
            <p>
                （4）符合其他相关的要求。</p>
        </div>
        <h3>
            五、用户的帐号，密码和安全性</h3>
        <div class="art_sp">
            <p>
                1、用户一旦注册成功，成为Darry Ring网站的合法用户，将得到一个密码和用户名。用户将对用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。用户可随时根据指示改变密码。
            </p>
            <p>
                2、用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通知Darry Ring网站。</p>
        </div>
        <h3>
            六、交易</h3>
        <div class="art_sp">
            <p>
                用户在Darry Ring网站上进行物品购买时必须遵守以下条款：</p>
            <p>
                （1）用户应就用户使用Darry Ring网站上的服务及对物品购买遵守所有适用的中国法律、法规、条例和地方性法律要求。用户还必须确保用户遵守本用户协议和隐私声明及纳入上述文件的所有其它条款和规则的所有规定。
            </p>
            <p>
                （2）产品的价格和可获性都在Darry Ring网站上指明。这类信息将随时更改且不发任何通知。商品的价格都包含了增值税。由于网站技术错误等造成商品价格变化，用户有权取消用户的订单，并希望用户能及时通过电子邮件或电话通知Darry
                Ring客户服务部。用户所订购的商品，如果发生缺货，用户有权取消订单。</p>
            <p>
                （3）Darry Ring网站将尽最大努力保证用户所购商品与网站站上公布的价格一致，但价目表和声明并不构成要约。Darry Ring网站有权在发现了其网站站上显现的产品及订单的明显错误或缺货的情况下，单方面撤回任何订单。
            </p>
            <p>
                （4）Darry Ring网站保留对产品订购的数量的限制权。在下订单的同时，用户也同时承认了用户已经达到购买这些产品的法定年龄，并将对用户在订单中提供的所有信息的真实性负责。</p>
        </div>
        <h3>
            七、产品配送</h3>
        <div class="art_sp">
            <p>Darry Ring网站将会把产品送到用户所指定的送货地址。所有在Darry Ring网站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。Darry
            Ring采用正规物流服务提供商，产品发货过程中，由于物流商严重过失，自然灾害，战争等不可控因素造成的损失，Darry Ring将尽力弥补，但不承诺承担造损失的全部责任。</p>
            
        </div>
        <h3>
            八、用户管理
        </h3>
        <div class="art_sp">
            1、用户必须遵循：<br />
            <p>
                （1）不得转售自己已经绑定身份信息并开通验证查询页面的Darry Ring产品。</p>
            <p>
                （2）不得代替他人购买，并从事“代购”相关服务。所有Darry Ring产品，需本人亲自购买。
            </p>
            <p>
                （3）遵守产品购买说明，遵守相关约束性条款，不得通过篡改，网络攻击等不正当手段更改官网数据库信息。</p>
            <p>
                2、用户须承诺不发布任何非法的、骚扰性的、中伤的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息以攻击或损害品牌形象。</p>
            <p>
                3、未经许可而非法进入官方服务器系统是禁止的。侵害Darry Ring数据库安全的行为，Darry Ring将作出独立判断立即取消用户服务帐号，依据侵害行为的严重性，采用相关法律手段进行诉讼。</p>
            <p>
                4、用户需对自己在网站上的行为承担法律责任。用户若在Darry Ring网站上散布和传播反动、色情或其他违反国家法律的信息，Darry Ring网站的系统记录有可能作为用户违反法律的证据。</p>
        </div>
        <h3>
            九、有限责任
        </h3>
        <div class="art_sp">
            <p>
                1、Darry Ring网站有义务在技术上确保网站站的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网站上交易活动的顺利进行。但如因不可抗力或其他Darry
                Ring无法控制的原因使网站站崩溃或无法正常使用导致网站上交易无法完成或丢失有关的信息、记录等，Darry Ring网站不承担责任；任何用户向Darry Ring网站提供错误、不完整、不实信息等造成不能正常使用网站上服务或遭受任何其他损失，概与Darry
                Ring无关。
            </p>
            <p>
                2、Darry Ring网站对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网站络服务，非法使用网站络服务或用户传送的信息有所变动等。
            </p>
        </div>
        <h3>
            十、知识产权声明
        </h3>
        <div class="art_sp">
            <p>
                Darry Ring品牌所提供的产品，网络服务的相关著作权、专利权、商标、商业秘密及其它任何所有权或权利，均属Darry Ring品牌所有;非经Darry Ring的同意，任何人或用户均不得从事擅自下载、复制、传输、改编、编辑、泄露相关著作权、专利权、商标、商业秘密及其它任何所有权或权利等侵权行为，否则应负所有法律责任。
            </p>
        </div>
        <h3>
            十一、其他
        </h3>
        <div class="art_sp">
            <p>
                1、如果因为用户给予的信息不真实，或用户利用Darry Ring网站从事违法行为的，一切法律责任由用户自己承担，Darry Ring网站同时也保留通过法律途径追究用户的法律责任权利
            </p>
            <p>
                2、用户在下订单之前已充分阅读理解上述条款，并愿意承担相关责任。</p>
            <p>
                3、本规定最终解释权归戴瑞珠宝有限公司所有。</p>
        </div>
    </div>
</asp:Content>
